# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "lazygit"
brew "hub"
brew "ghq"
brew "peco"
brew "git"
brew "jq"
brew "tig"
brew "httpie"

brew "go"
brew "rbenv"
brew "pyenv"
brew "direnv"

brew "neovim"
brew "thefuck"
brew "the_silver_searcher"
brew "mdv"

cask "alfred"
cask "dash"
cask "iterm2"
cask "authy"
cask "lastpass"
cask "google-japanese-ime"
cask "skitch"
cask "station"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"

cask "google-chrome"
cask "karabiner-elements"

mas 'Xcode', id: 497799835
